{
  "info": [
    {
      "info": "Pass och visum",
      "detaljer": [
        {
          "start": "14:15",
          "stop": "16:15",
          "text":
            "Visum krävs ej för skandinaviska medborgare för att resa till Irland. Passet får inte vara sprucket eller trasigt någonstans. Passet ska vara giltigt vid hemresan och innehålla 2 ostämplade sidor."
        }
      ]
    },
    {
      "info": "Pass och visum",
      "detaljer": [
        {
          "start": "14:15",
          "stop": "16:15",
          "text":
            "Visum krävs ej för skandinaviska medborgare för att resa till Irland. Passet får inte vara sprucket eller trasigt någonstans. Passet ska vara giltigt vid hemresan och innehålla 2 ostämplade sidor."
        }
      ]
    },

    {
      "info": "Säkerhet",
      "detaljer": [
        {
          "start": "07:00",
          "stop": "08:30",
          "text":
            "Irland är allmänt sett ett tryggt resmål. Irländarna är välkända för sin vänlighet så du kan räkna med att få ett varmt välkomnande så fort du sätter din fot på Irland. Trots detta har det tyvärr blivit allt vanligare att drabbas av väskryckningar, ficktjuvar och bilstölder i Dublin. Förr var det ovanligt med brott på gatorna men under senare år har fattigdom och missbruk ökat i vissa delar av staden vilket medfört till ökad brottslighet. Undvik helst mörka bakgator på kvällen och dra inte till dig uppmärksamhet genom att bära dyra smycken. Iakttar man vanlig försiktighet ska man klara sig utan problem, men för att vara på den säkra sidan så ta inte med dig pass, flygbiljetter och stora summor pengar med dig när du går ut, lås hellre in dem i kassaskåpet på hotellet. När du är i Dublin bör du som sagt inte vistas i dåligt upplysta områden nattetid och inte heller gå ensam på natten. Var även uppmärksam på trafiken då Irland har vänstertrafik. Vägnätet är på sina håll bristfälligt och olycksfrekvensen är tämligen hög. Det är lag på att använda bilbälte, även i baksätet. Det är förbjudet att använda mobiltelefon när man kör."
        }
      ]
    },

    {
      "info": "Transport och kommunikation",
      "detaljer": [
        { "start": "07:00", "stop": "09:00", "text": "På Irland använder sig chaufförerna ofta av sina egna, privata bilar vilket gör att utseende och standard kan skilja från bil till bil. De använder sig heller inte ofta av någon uniform. I vissa fall använder de sig inte heller utav taxameter utan man får då avtala pris i förhand. Irland har allt från landsomfattande busskommunikation till lokala bussnät och flygbussar. Tågförbindelserna är också dem väl utbyggda. Dessutom kan man flyga inrikes mellan de större städerna. Det går färjor från Irland till de omkringliggande länderna. Vid Irlands västkust ligger dessutom en grupp charmerande öar, som naturligtvis är i förbindelse med fastlandet via färja." }
      ]
    },

    {
        "info": "Vaccination och hälsa",
        "detaljer": [
          { "start": "07:00", "stop": "09:00", "text": "Inga obligatoriska vaccinationer krävs vid inresa, men vi rekommenderar att man ser över sitt grundskydd mot difteri, polio och stelkramp. Konsultera läkare eller lokal vårdcentral för råd. Ta med dig det Europeiska sjukförsäkringskortet, som du kan få gratis av Försäkringskassan. Det visar att du är försäkrad i Sverige och underlättar för dig att få nödvändig akutsjukvård. Kortet ersätter dock inte behovet av en reseförsäkring. Exempelvis täcks inte kostnader för sjuktransport till Sverige." }
        ]
      },

      {
        "info": "Valuta och växling",
        "detaljer": [
          { "start": "07:00", "stop": "09:00", "text": "Landets valuta är Euro. Bankerna på flygplatserna är öppna dagligen, från tidiga morgnar, även under veckoslut och helgdagar. Hotell och vissa affärer kan hjälpa er att växla, men då till en sämre kurs. De flesta betal- och kreditkort accepteras på de flesta ställen. Bankomater finns det gott om." }
        ]
      },

      {
        "info": "Väder och klimat",
        "detaljer": [
          { "start": "07:00", "stop": "09:00", "text": "Irlands klimat påverkas av den varma Golfströmmen i Atlanten och är milt och fuktigt, vädret liknar det vi har i Skandinavien, men med varmare vintrar och mer nederbörd. Temperaturen i Dublin går inte ofta under 0°C på vintern däremot går den oftare över 20°C på sommaren. Det är alltså ungefär samma temperaturer som i Sverige på somrarna men deras medeltemperatur på vintern är något varmare än hos oss. Nederbörden är riklig och jämt fördelad över året, men i Dublin är det i snitt mindre nederbörd än i övriga Irland. Helt molnfria dagar hör till ovanligheterna. Å andra sidan går regnvädren ofta fort över. Medeltemperaturen i Dublin och hela Irland är högst under juni till september och det är då vädret är som bäst, temperaturerna är lägst under december till mars precis som i Sverige." }
        ]
      },
      

    {
      "info": "Shopping och presenter",
      "detaljer": [
        { "start": "07:00", "stop": "09:00", "text": "Populärt att köpa med sig hem är lokalproducerade varor, såsom produkter av ull, tweedkläder, kashmir, hantverk, smycken, porslin och handslipad kristall. Affärerna är öppna från 09.00 till 17.30 eller 18.00, ännu längre under torsdag- och fredagskvällar. Vissa affärer är även öppna under lördagar. I de mindre städerna och i byarna stänger de under lunchtid och har en halvdag stängd i veckan." }
      ]
    },

    {
      "info": "Mat och dryck",
      "detaljer": [
        { "start": "07:00", "stop": "09:00", "text": "Irland är ett jordbruksland, känt för sitt kött, bacon, fågel och mjölkprodukter. Irländskt nötkött exporteras över hela världen och är berömt för dess höga kvalitet. De omgivande vattnen erbjuder färsk fisk och skaldjur som lax, flundra, hummer, ostron och musslor. Dessutom odlas grönsaker i stort sett året om tack vare klimatet. Potatis spelar en stor roll i maten. Särskilda butiker för slaktare och grönsakshandlare lever fortfarande kvar och man är expert på sin sak. Irländska köket är de matvanor som utvecklats av irländare eller som kommer från Irland. Matvanorna har utvecklats från århundraden av social och politisk förändring. En irländsk frukost är väldigt kraftig och består ofta av ägg, bacon, korv, tomater, champinjoner, pudding, färsk frukt, bröd och marmelad. Till detta dricker man juice, té eller kaffe. På norra Irland heter en 'full Irish breakfast' ulster fry, och består förutom de tidigare nämnda ingredienserna också av stekt potatis. En enkel och vanlig irländsk lunch kan bestå av soppa av olika slag tillsammans med soda bread och någon dryck. Nämnvärda irländska rätter är corned beef med morötter och kokt bacon, Irish stew, bacon and cabbage, Dublin Coddle och boxty. Man kan dock inte komma ifrån att Irland är pubarnas land. Här möts lokalbefolkningen efter arbetsdagens slut och delar såväl sorg som glädje med vänner och bekanta. I dryckesväg finns den lokala whiskyen med sorter som Paddy och Tullamore Dew. Likören Baileys görs på irländsk whisky. Öl tillverkas också lokalt t.ex. det mörka ölet Guiness som är känt över hela världen och Murphy. Vill man ha lättare öl finns Smithwick's och Harp lager. Man dricker också mycket kaffe, t.ex. starkt svart kaffe med brunt socker och whisky med grädde, vilket kallas irish coffe och är liksom Guiness känt runt världen." }
      ]
    },

    {
      "info": "Allmänt och blandat",
      "detaljer": [
        { "start": "07:00", "stop": "08:00", "text": "Lokal tid Sverige ligger 1 timme före Irland." },      
        { "start": "07:00", "url": "https://www.power-plugs-sockets.com/ireland/", "text": "Elektricitet 220 volt, en adapter behövs." },
        { "start": "07:00", "stop": "08:00", "text": "Bagage Ha alltid pass, vouchers, flygbiljett, pengar, försäkringsbevis och eventuella mediciner i ditt handbagage. Resväska med hjul kan vara bra att ha." },
        { "start": "07:00", "stop": "08:00", "text": "Klädsel Ungefär samma som i Sverige. Klä er bekvämt och i lager då ni lätt kan klä på eller klä av er plagg om temperaturen växlar. Bekväma vandringsskor, allvädersjacka och ett ihopfällbart paraply kan vara bra att packa med. Under kvällen vid restaurangbesök kan det vara trevligt att klä upp sig." },
        { "start": "07:00", "url": "https://en.wikipedia.org/wiki/Irish_language", "text": "Språk Irland är ett land där det talas två språk. Den största delen av befolkningen är engelsktalande, men cirka 10% talar iriska, ett keltiskt språk som tillkom på 1100-talet." },
        { "start": "07:00", "stop": "08:00", "text": "Dricks Cirka 10-15% på restaurangnotan. Cirka 2 euro per guide och 2 euro per chaufför per dag och resenär. Hotellportier ca 1 euro." }      ]
    }
  ]
}
